[{"word":"등용문","meaning":"용문에 오른다는 뜻으로 높은 사람에게서 인정을 받거나 힘든 과정을 거쳐 정상에 이르는 경우에 사용됨","id":89},{"word":"사후약방문","meaning":"사람이 죽은 후에는 아무리 좋은 약을 써도 소용이 없다는 말. 때가 지난 후에 대책을 세워도 소용없다는 의미","id":146},{"word":"약관","meaning":"스무 살의 성년에 이르는 젊은 남자를 뜻하는 말","id":185},{"word":"위편삼절","meaning":"옛날 공자가 주역을 읽고 또 읽어서 그 책을 묶었던 가죽끈이 세 번이나 끊어졌다는 이야기에서 나온 말. 책을 반복하여 많이 읽는다는 뜻","id":231},{"word":"주마간산","meaning":"달리는 말을 타고 산을 본다. 급히 지나치면서 자세히 보지 않고 대강대강 본다는 뜻","id":285},{"word":"영서연설","meaning":"영에서 온 편지를 연나라식으로 풀이한다는 뜻. 억지로 발라맞추어 그럴듯하게 하는 해설을 말함","id":190},{"word":"반식재상","meaning":"같이 밥 먹는 재상이라는 뜻. 뚜렷한 재능도 갖지 못한 사람이 하는 것 없이 자리만 차지하고 있다는 의미","id":119},{"word":"상가지구","meaning":"주인이 죽어 제대로 얻어먹지도 못하고 궁색하게 돌아다니는 초상집의 개. 초라한 모습으로 이곳저곳 기웃거리며 얻어먹을 것만 찾아다니는 행색을 뜻함","id":164},{"word":"군계일학","meaning":"닭의 무리 중 하나의 학이라는 뜻. 평범한 사람 사이에 있는 비범하고 출중한 사람을 표현한다","id":24},{"word":"금상첨화","meaning":"비단 위에 꽃을 더한 것처럼 좋은 것에 또 좋은 것이 더해짐","id":30},{"word":"사반공배","meaning":"일은 반이고 공은 갑절이라는 말. 적은 수고로 많은 공을 이룬다는 뜻","id":157},{"word":"좌지우지","meaning":"오른쪽이건 왼쪽이건 마음대로 선택한다. 자신의 생각대로 남을 움직이고 일을 처리하는 것을 뜻함","id":281},{"word":"백아절현","meaning":"자기를 알아주는 벗의 죽음을 슬퍼함","id":128},{"word":"새옹지마","meaning":"변방 노인의 말. 복이 재앙이 되기도 하고 재앙이 복으로 되기도 하기 때문의 사람의 길흉화복은 도저히 알 수 없다는 뜻","id":149},{"word":"일일여삼추","meaning":"하룻동안 만나지 못하는 것이 3년 동안이나 만나지 못하는 것과 같다는 뜻. 어떤 일을 애타게 기다리거나 못견디게 그리워 하며 만나고 싶어할 때 사용","id":206},{"word":"연목구어","meaning":"바다나 냇가에 가야 구할 수 있는 물고기를 나무에 올라가서 찾는다","id":222},{"word":"임기응변","meaning":"그때 그때 대응하는 것을 바꾼다는 말. 언제든지 때와 장소에 가장 어울리는 방법으로 일을 잘 처리하는 것을 뜻함","id":253},{"word":"십상팔구","meaning":"열 가운데 여덟이나 아홉. 거의 다를 뜻함","id":182},{"word":"양두구육","meaning":"양 머리를 내어놓고 속에는 개고기를 넣었다는 말. 겉으로는 그럴듯 하게 꾸미고 속은 변변치 못하다는 뜻","id":214},{"word":"절치부심","meaning":"이를 갈고 속을 썩인다는 말. 몹시 분하게 여기는 마음을 뜻함","id":276},{"word":"입신양명","meaning":"출세하여 이름을 크게 드날리는 것","id":254},{"word":"대의멸친","meaning":"대의를 위해 친족까지도 죽이는 경우를 뜻함","id":79},{"word":"대공무사","meaning":"사욕이 전혀 없이 매우 공평하고 바르다는 뜻","id":91},{"word":"농가성진","meaning":"장난으로 한 것이 참으로 한 결과가 되었다는 뜻","id":71},{"word":"역발산 기개세","meaning":"힘은 산을 뽑고 기상은 세상을 덮을 만 하다는 말","id":220},{"word":"일사천리","meaning":"냇물이 한 번 흘러 천리를 내린다는 말. 순조롭게 일이 처리되어 가는 것을 뜻함","id":244},{"word":"수구초심","meaning":"여우는 죽을 때 제가 살던 언덕쪽으로 머리를 향한다는 말. 자기의 근본을 언제나 잊지 않는다는 뜻","id":171},{"word":"동분서주","meaning":"이리저리 분주히 돌아다니고 여가가 없다는 뜻","id":96},{"word":"읍참마속","meaning":"공명이 마속을 처형한 것을 뜻함. 기강을 세우기 위해 사사로운 마음을 누를 때 사용하는 말","id":201},{"word":"죽마지우","meaning":"죽마를 타고 놀던 어린 시절의 친구를 의미하는 말","id":263},{"word":"독불장군","meaning":"혼자서는 장군이 될 수 없다는 말. 제 혼자 잘난 체하며 뽐내다가는 남의 핀잔만 받는다는 뜻","id":93},{"word":"정신일도 하사불성","meaning":"정신을 한 곳에 집중해 노력하면 안되는 일이 없다. 꼭 이루고야 말겠다는 마음으로 어떤 일을 하면 반드시 이루어진다는 뜻","id":278},{"word":"부마","meaning":"왕의 사위를 일컫는 말","id":132},{"word":"금의야행","meaning":"비단옷을 입고 밤길을 간다는 말. 애써 한 일이 알아주는 사람이 없어 헛수고가 되는 것을 뜻함","id":59},{"word":"낙양지귀","meaning":"낙양의 종이 값이 크게 올랐다는 뜻으로 책이 호평을 받아 잘 팔린다는 뜻","id":62},{"word":"망양보뢰","meaning":"양을 잃고 난 뒤에 그 우리를 고친다는 말. 실패한 후에 일을 대비하면 이미 때가 늦음을 뜻함","id":112},{"word":"일이관지","meaning":"모든 것이 하나로 통일되어 꿰뚫고 있다는 의미였지만 처음처럼 끝까지 변함없다라는 의미로 바뀜","id":205},{"word":"양예일촌득예일척","meaning":"내가 한 치만큼 양보하면 저쪽에서는 한 자만큼 더 크게 양보하니, 오고가는 양보의 예가 저절로 생긴다는 뜻","id":187},{"word":"골육상잔","meaning":"가까운 혈족끼리 싸우고 해치는 것을 뜻함","id":51},{"word":"삼인성시호","meaning":"세 사람만 모이면 없는 범도 있는 것처럼 만들 수 있다는 말. 근거 없는 말이라도 여러 사람이 우기고 떠들면 곧이듣게 된다는 뜻","id":162},{"word":"일촉즉발","meaning":"조금만 닿아도 폭발할 것과 같이 몹시 긴장된 상태","id":250},{"word":"보원이덕","meaning":"원수를 덕으로 갚으라는 뜻","id":130},{"word":"사면초가","meaning":"사방에 초나라 군대가 둘러싸고 있어 빠져나갈 구멍이 없는 때를 뜻함","id":141},{"word":"고장난명","meaning":"한쪽 손으로는 손뼉을 칠 수 없다는 말. 어떤 일이든지 짝이 맞아야 된다는 뜻","id":47},{"word":"곡학아세","meaning":"진리를 그릇되게 해석하여 권력자에게 아첨하거나 세상의 인기를 얻으려고 하는 것을 뜻함","id":50},{"word":"십시일반","meaning":"열 사람이 한 숟가락씩 보태면 한 사람 먹을 분량이 된다는 뜻. 조그마한 도움이라도 여럿이 모이면 큰 도움이 된다는 말","id":183},{"word":"배반낭자","meaning":"술잔이 어지러이 흩어져 놓여져 있다는 뜻. 술을 마시고 한창 노는 모양을 말함","id":122},{"word":"백락일고","meaning":"명마가 백락을 만나야 세상에 알려진다는 뜻. 뛰어난 재능도 알아주는 사람을 만나야 빛난다는 의미임","id":124}]