[{"word":"남전생옥","meaning":"남전이 예로부터 명옥을 산출하듯 명문에서 훌륭한 인물이 나온다는 뜻","id":66},{"word":"전전반측","meaning":"누워서 이리저리 뒤척인다는 말. 무슨 근심이 있어 엎치락 뒤치락하며 잠을 못 이루는 것을 뜻함","id":275},{"word":"일각천금","meaning":"극히 짧은 시간도 천금처럼 귀중하므로 시간을 아끼라는 뜻","id":241},{"word":"신상필벌","meaning":"상을 줄 만하면 틀림없이 상을 주고, 벌을 줄 만하면 반드시 벌을 준다는 뜻","id":180},{"word":"삼년부동불비불명","meaning":"큰 일을 이루기 위해 때를 기다린다는 뜻","id":148},{"word":"사자후","meaning":"사자의 울음소리를 뜻하는 말. 사람들을 압도시킬 만한 큰 소리를 내는 것을 뜻함","id":144},{"word":"마이동풍","meaning":"말 귀에 동쪽 바람이 아무 의미 없듯이, 남의 말을 무시하고 흘려버리는 것을 이르는 말","id":100},{"word":"오비이락","meaning":"까마귀 날자 배 떨어진다. 어떤 일을 하자 공교롭게도 어떤 일이 같은 떄에 일어나 남의 의심을 받게 된다는 뜻","id":224},{"word":"수청무대어","meaning":"물이 맑으면 물고기들이 숨을 곳이 없으므로 큰고기가 살지 않는다는 말. 사람이 너무 똑똑하면 다른 사람들이 그를 두려워하고 피해 벗을 사귀지 못한다는 것을 비유하는 말","id":176},{"word":"모순","meaning":"모든 것을 뚫는 창과 모든 것을 막는 방패라는 뜻. 어떤 일이 이치에 맞지 않는 경우에 사용됨","id":104},{"word":"일장춘몽","meaning":"한바탕의 봄 꿈. 부귀영화가 헛되고 인생이 허무하다는 뜻","id":249},{"word":"능소능대","meaning":"모든 일을 그때 그때 잘 처리한다는 뜻","id":73},{"word":"일편단심","meaning":"한 조각 붉은 마음이라는 뜻. 마음 속에 굳게 다짐한 정성을 말함","id":252},{"word":"일당백","meaning":"한 사람이 백 사람을 당해낸다는 뜻. 힘있고 용맹한 사람을 뜻함","id":242},{"word":"삼고초려","meaning":"유비가 제갈공명의 초가집에 세 번이나 방문한 데에서 유래된 말. 인재를 구하기 위해 참을성 있게 노력할 때 사용","id":147},{"word":"금과옥조","meaning":"금이나 옥과 같은 법률의 조항이라는 말. 매우 귀중한 법칙을 말함","id":58},{"word":"백면서생","meaning":"얼굴색이 매우 창백하고 책만 읽은 청년. 젋고 아직 세상 경험이 전혀 없는 사람을 뜻함","id":125},{"word":"역부지몽","meaning":"일꾼의 꿈. 낮에는 힘든 일에 시달리지만 밤에는 임금이 된다는 일꾼의 꿈을 말함. 부귀영화도 꿈처럼 덧없는 것이라는 비유","id":189},{"word":"월하빙인","meaning":"남자와 여자의 인연을 맺도록 해 주는 사람을 뜻하는 월하인과 빙상인에서 비롯된 말","id":199},{"word":"남가일몽","meaning":"남쪽으로 뻗은 가지 밑에서 꾼 꿈이라는 뜻으로, 한 때의 부귀영화는 꿈과 같은 것이라는 뜻.","id":64},{"word":"조삼모사","meaning":"아침에는 세 개, 저녁에는 네 개. 눈앞에 이익만 생각할 뿐 결과가 같다는 것을 모르는 어리석음을 뜻함","id":261},{"word":"종남첩경","meaning":"출세와 영달의 지름길. 목적 달성의 지름길이라는 뜻","id":262},{"word":"비육지탄","meaning":"사람이 자기의 뜻을 펴보지도 못하며 허송세월을 보낸다고 한탄할 때 쓰는 말","id":134},{"word":"식소사번","meaning":"먹을 것은 적고 일은 많다는 말. 수고는 하나 얻는 것은 적음을 뜻함","id":178},{"word":"군맹평상","meaning":"여러명의 맹인들이 코끼리를 평한다는 뜻. 일부분만을 믿고 평가하기 때문에 전체적인 뜻은 모르고 있다고 할 때에 사용됨","id":25},{"word":"경국지색","meaning":"나라를 위태롭게 만들 만한 미인","id":5},{"word":"자업자득","meaning":"자기가 지은 죄의 결과가 자신에게 돌아온다는 뜻","id":271},{"word":"인면수심","meaning":"사람의 얼굴을 하고 있으나 마음은 짐승과 같다. 겉으로는 온순하게 보이지만 속마음은 음흉한 사람을 뜻함","id":237},{"word":"소탐대실","meaning":"작은 것을 탐하다가 도리어 큰 것을 잃게 된다는 말. 눈앞의 작은 이익을 손에 넣으려다 크고 소중한 것을 잃고 만다는 말","id":169},{"word":"어두육미","meaning":"생선은 머리가 맛있고 살코기는 꼬리가 맛있다는 말","id":215},{"word":"망국지음","meaning":"나라를 망하게 하는 저속하고 음란한 음악을 뜻하는 말","id":102},{"word":"사고무친","meaning":"의지할 데가 전혀 없다는 뜻","id":156},{"word":"불입호혈 부득호자","meaning":"호랑이 굴에 들어가지 않고서는 호랑이의 새끼를 얻지 못한다는 말. 자기가 뜻하는 목적을 이루려면 그만한 위험을 무릅써야 한다는 뜻","id":139},{"word":"국사무쌍","meaning":"나라에서 둘도 없는 가장 뛰어난 인물이라는 뜻","id":23},{"word":"관포지교","meaning":"관중과 포숙의 친구 사이. 한결없이 변함없는 돈독한 친구 사이를 뜻함","id":17},{"word":"복수불반분","meaning":"엎지른 물은 주워담을 수 없다. 한 번 끝난 일은 다시 할 수 없다는 뜻","id":131},{"word":"각골통한","meaning":"원한이 뼈에 사무쳐 잊혀지지 않고 항상 깊이 한탄한다는 말","id":35},{"word":"대서특필","meaning":"큰 글자를 써서 특별하게 나타낸다는 말. 여론화시켜 누구나 알게한다는 뜻","id":92},{"word":"아전인수","meaning":"제 논에 물 대기. 자기에게만 유익하도록 일을 하는 것을 뜻함","id":210},{"word":"견마지로","meaning":"개나 말이 주인에게 충성을 다하는 것과 같이 온 정성을 다하여 일하며 받든다는 뜻","id":41},{"word":"유명무실","meaning":"이름만 있고 알맹이가 없다는 말","id":232},{"word":"일소일소 일노일노","meaning":"한 번 웃으면 한 번 젊어지고, 한 번 성내면 한 번 늙는다는 말. 웃으면서 지내는 것이 좋다는 뜻","id":246},{"word":"고성낙일","meaning":"세력이 완전히 쇠퇴했지만 도와주는 사람조차 없는 고립된 상태","id":10},{"word":"영수","meaning":"깃과 소매가 남의 눈에 잘 띄는 것처럼 어떤 집단을 대표하는 중요한 사람","id":223},{"word":"구사일생","meaning":"죽을 뻔한 고비를 수 없이 넘긴 뒤에 겨우 살아난다는 뜻","id":20},{"word":"오고대부","meaning":"아무 것도 아닌 다섯장의 양 가죽과 교환해서 얻게 된 훌륭한 재상","id":191},{"word":"수어지교","meaning":"물과 물고기의 사이를 뜻하는 말. 물고기에게 물이 없어서는 안 되는 것처럼 잠시라도 따로 떼어 놓아서는 살아갈 수 없는 긴밀한 사이를 뜻함","id":173},{"word":"감언이설","meaning":"듣기에 좋고 그럴 듯한 말로 남을 꾀는 것을 이르는 말","id":37}]