[{"word":"지록위마","meaning":"강압하여 거짓을 진실로 받아들이게 하거나 윗사람을 농락하여 마음대로 권세를 휘두른다는 뜻","id":264},{"word":"언어도단","meaning":"말할 길이 막혔다는 말. 불교에서 말로 다할 수 없는 깊은 진리라는 뜻이었으나 어이가 없어 말을 할 수도 없게 하는 것이라는 뜻으로 변함","id":217},{"word":"두문불출","meaning":"고려가 멸망하자 고려의 유신 72명이 두문동에 들어가 나오지 않는다는 뜻. 집에서 나오지 않는 히키코모리를 이르는 말","id":88},{"word":"유언비어","meaning":"어디서 시작된 말인지 알 수 없는 뜬소문","id":233},{"word":"선견지명","meaning":"앞으로 닥칠 일을 미리 알아차리는 밝은 지혜를 일컫는 말","id":167},{"word":"문전성시","meaning":"대문 앞이 시장바닥을 연상케 할 만큼 사람으로 북적인다는 뜻","id":107},{"word":"옥상가옥","meaning":"집 위에 다시 집을 짓는다는 뜻. 부질없이 남의 흉내만 내어 새로운 발전이 없고 가치없이 중복만 됨","id":226},{"word":"이심전심","meaning":"마음과 마음이 서로 통한다거나 말이 없는 가운데 상대방과 더불어 그 뜻을 깨닫게 된다는 뜻","id":202},{"word":"일망타진","meaning":"한 그물로 물고기를 모두 잡는다는 뜻. 한 번의 시도 만으로 여러 가지의 목표를 모두 달성한다는 의미","id":204},{"word":"세월부대인","meaning":"흐르는 세월이 사람을 기다려 주지는 않는다는 뜻. 시간은 멈추지 않고 지나가기 때문에 단 1초라도 헛되게 보내면 안된다는 뜻","id":150},{"word":"안하무인","meaning":"눈 아래 사람이 없는 것처럼 교만하여 남을 업신여기는 태도","id":213},{"word":"여반장","meaning":"손바닥을 뒤집는 것과 같다는 말. 매우 쉬운 일을 뜻함","id":219},{"word":"대동소이","meaning":"크게는 같지만 작게는 다르다. 거의 비슷하다는 뜻","id":78},{"word":"권토중래","meaning":"싸움에서 패한 사람이 다시 힘을 내어 흙을 말아올리는 기세로 쳐들어온다는 뜻으로, 한 번 실패한 사람이 재차 도전한다는 의미로 쓰임.","id":27},{"word":"과유불급","meaning":"지나침이란 부족함과 같다. 지나치지도 않고 모자라지도 않은 상태가 가장 좋다는 뜻","id":14},{"word":"경원","meaning":"공경은 하되 멀리하다, 겉으로는 존경하고 좋아하는 것 같지만 마음 속으로는 꺼리고 기피한다","id":6},{"word":"결초보은","meaning":"죽어서까지도 은혜를 잊지 않고 갚음","id":4},{"word":"발본색원","meaning":"근원을 뿌리까지 뽑아내어 근본적으로 개선한다는 뜻","id":120},{"word":"공수래공수거","meaning":"빈 손으로 왔다가 빈 손으로 간다는 말. 사람이 세상에 태어날 때 아무것도 가지고 나온 것이 없고 죽을 때도 아무것도 가지고 갈 수 없다는 말으로, 즉 부질없는 욕심을 부리지 말라는 말","id":52},{"word":"일거양득","meaning":"한 가지 일을 하여 두 가지의 이득을 거두어드릴 때","id":203},{"word":"문경지교","meaning":"목에 칼이 들어와도 변하지 않는 사이. 생과 사를 같이 나눌 수 있는 친구 사이를 뜻함","id":106},{"word":"입향순속","meaning":"시골에 가면 그 곳의 풍습을 따른다는 말. 어디를 가나 그 지방의 풍속을 좇아야 한다는 말","id":255},{"word":"능서불택필","meaning":"글씨를 잘 쓰는 사람은 붓을 가리지 않는다. 장인은 도구를 탓하지 않는다는 뜻","id":68},{"word":"목불식정","meaning":"정자도 알아보지 못한다는 말. 배운 것이 없는 사람을 뜻함","id":114},{"word":"자포자기","meaning":"자기 스스로 포기한 나머지 언행을 멋대로 하는 경우에 사용","id":256},{"word":"고목생화","meaning":"마른 나무에 꽃이 핀다는 말. 불우한 사람이 행운을 만나 잘되는 경우를 뜻함","id":45},{"word":"수주대토","meaning":"나무 그루터기 밑에서 토끼를 기다린다는 말. 착각에 빠져 헛된 기대를 가지고 요행을 기다린다는 뜻이거나 낡은 관습만 고집함을 뜻함","id":175},{"word":"절차탁마","meaning":"학문과 덕을 갈고 닦는다","id":259},{"word":"무용지용","meaning":"쓸모없는 것의 쓰임이라는 뜻. 언뜻 보아 쓸모없는 것이 도리어 크게 쓰이는 경우에 사용","id":105},{"word":"문전옥답","meaning":"집 문 앞에 있는 기름진 전답이라는 말. 많은 재산을 뜻함","id":117},{"word":"심기일전","meaning":"마음을 고쳐서 결심을 다진다는 뜻","id":181},{"word":"방약무인","meaning":"아무도 의식하지 않고 주변에 사람이 없는 것처럼 행동할 때 사용되는 말","id":121},{"word":"사숙","meaning":"직접 가르침을 받지는 못했으나 그 사람을 표본으로 하여 자신의 인격을 수양해 나가는 것을 뜻함","id":142},{"word":"승당입실","meaning":"마루를 지나 방으로 들어간다는 말. 차츰 높은 수준으로 나아진다는 뜻","id":177},{"word":"좌불안석","meaning":"마음을 놓고 한 곳에 오래 앉아 있지 못한다는 뜻. 마음이 매우 불안해 안절부절 못하는 것을 뜻함","id":283},{"word":"순망치한","meaning":"입술이 망하면 이가 시립다. 한 쪽이 망하면 다른 한 쪽도 위태롭게 되는 관계를 뜻함","id":152},{"word":"작심삼일","meaning":"한 번 먹은 마음이 오래 가지 않는다는 말. 결심이 굳지 못하다는 뜻","id":272},{"word":"주객전도","meaning":"주인과 손님이 뒤바뀌었다는 말. 입장이 바뀐 것을 뜻함","id":284},{"word":"금지옥엽","meaning":"금으로 된 가지에 옥으로 된 잎이라는 말. 임금이나 귀족의 자손 또는 귀한 자식을 일컫는 말","id":60},{"word":"동공이곡","meaning":"같은 악공이라도 곡조를 달리한다는 뜻. 방법은 같아도 결과가 다르다, 표현은 달라도 내용은 같다는 의미로 쓰임","id":85},{"word":"막역지우","meaning":"거스르는 일이 없는 친구라는 뜻. 가장 절친한 친구를 뜻하는 말","id":101},{"word":"미생지신","meaning":"고지식하고 융통성 없이 약속만을 지키는 사람을 비유할 때 쓰는 말","id":108},{"word":"견리사의","meaning":"아무리 이로운 일이 있어도 남에게 해를 끼치게 된다면 삼가야 한다는 뜻","id":40},{"word":"인산인해","meaning":"사람이 산을 이루고 바다를 이룬다는 뜻. 많은 사람이 모여드는 것을 뜻함","id":240},{"word":"계륵","meaning":"그다지 가치는 없으나 버리기에는 아까움. 어느 한쪽으로 확실히 결정하기 어려운 경우","id":8},{"word":"자가당착","meaning":"자기가 한 말의 앞뒤가 서로 어긋나 모순되는 것을 일컫는 말","id":267},{"word":"고희","meaning":"두보의 시 속에 있는 '인생칠십은 드문 일'이라는 구절에서 따온 말로, 일흔살을 일컫는 말","id":48},{"word":"조강지처","meaning":"술지게미나 쌀겨와 같이 몹시 거친 음식도 같이 나누어 먹으며 온갖 고생을 함께 해 온 아내","id":260}]