[{"word":"남전생옥","meaning":"남전이 예로부터 명옥을 산출하듯 명문에서 훌륭한 인물이 나온다는 뜻","id":66},{"word":"언감생심","meaning":"감히 그런 생각을 품을 수가 없다는 뜻","id":216},{"word":"지록위마","meaning":"강압하여 거짓을 진실로 받아들이게 하거나 윗사람을 농락하여 마음대로 권세를 휘두른다는 뜻","id":264},{"word":"좌불안석","meaning":"마음을 놓고 한 곳에 오래 앉아 있지 못한다는 뜻. 마음이 매우 불안해 안절부절 못하는 것을 뜻함","id":283},{"word":"각골난망","meaning":"뼈에 새기어 잊기 어렵다는 말으로, 남의 은덕을 잊지 않고 기억한다는 뜻","id":34},{"word":"삼인성시호","meaning":"세 사람만 모이면 없는 범도 있는 것처럼 만들 수 있다는 말. 근거 없는 말이라도 여러 사람이 우기고 떠들면 곧이듣게 된다는 뜻","id":162},{"word":"군계일학","meaning":"닭의 무리 중 하나의 학이라는 뜻. 평범한 사람 사이에 있는 비범하고 출중한 사람을 표현한다","id":24},{"word":"온고이지신","meaning":"옛것을 익혀 거기에서 새로운 지식을 얻는다는 뜻","id":195},{"word":"오비이락","meaning":"까마귀 날자 배 떨어진다. 어떤 일을 하자 공교롭게도 어떤 일이 같은 떄에 일어나 남의 의심을 받게 된다는 뜻","id":224},{"word":"자가당착","meaning":"자기가 한 말의 앞뒤가 서로 어긋나 모순되는 것을 일컫는 말","id":267},{"word":"연목구어","meaning":"바다나 냇가에 가야 구할 수 있는 물고기를 나무에 올라가서 찾는다","id":222},{"word":"사숙","meaning":"직접 가르침을 받지는 못했으나 그 사람을 표본으로 하여 자신의 인격을 수양해 나가는 것을 뜻함","id":142},{"word":"당랑거철","meaning":"사마귀가 앞발을 드록 수레바퀴를 멈추려 했다는 이야기에서 나온 말. 제 분수도 모르고 자기가 당하지 못할 상대에게 대드는 것을 뜻함","id":90},{"word":"고복격양","meaning":"배를 두드리며 격양(팽이)놀이에 열중한다는 뜻. 세상이 태평하고 의식이 풍부하여 아무런 근심걱정 없이 안락하게 산다는 의미","id":46},{"word":"견원지간","meaning":"개와 원숭이의 사이를 일컫는 것. 몹시 사이가 나빠 만나기만 하면 다투는 사람들을 두고 하는 말","id":42},{"word":"주마간산","meaning":"달리는 말을 타고 산을 본다. 급히 지나치면서 자세히 보지 않고 대강대강 본다는 뜻","id":285},{"word":"여반장","meaning":"손바닥을 뒤집는 것과 같다는 말. 매우 쉬운 일을 뜻함","id":219},{"word":"요령부득","meaning":"중요한 부분을 얻지 못한다는 의미. 특히 말이나 글의 주요내용이 파악되지 않는다는 뜻으로 사용","id":198},{"word":"경국지색","meaning":"나라를 위태롭게 만들 만한 미인","id":5},{"word":"작심삼일","meaning":"한 번 먹은 마음이 오래 가지 않는다는 말. 결심이 굳지 못하다는 뜻","id":272},{"word":"안거위사","meaning":"편안할 때에 어려움이 닥칠 것을 잊지 말고 대비하라는 말","id":211},{"word":"정문일침","meaning":"정수리에 침을 놓는다는 말. 정신이 흐리멍텅해진 사람에게 정신을 차리도록 따끔한 충고를 한다는 뜻","id":280},{"word":"고희","meaning":"두보의 시 속에 있는 '인생칠십은 드문 일'이라는 구절에서 따온 말로, 일흔살을 일컫는 말","id":48},{"word":"상탁하부정","meaning":"윗물이 맑아야 아랫물도 맑다. 윗사람이 바르지 못하면 아랫사람도 바르지 못하게 된다는 뜻","id":165},{"word":"고진감래","meaning":"쓴 것이 다하면 단 것이 온다. 고생을 하면 반드시 즐거움이 돌아온다는 뜻","id":11},{"word":"식소사번","meaning":"먹을 것은 적고 일은 많다는 말. 수고는 하나 얻는 것은 적음을 뜻함","id":178},{"word":"오고대부","meaning":"아무 것도 아닌 다섯장의 양 가죽과 교환해서 얻게 된 훌륭한 재상","id":191},{"word":"선견지명","meaning":"앞으로 닥칠 일을 미리 알아차리는 밝은 지혜를 일컫는 말","id":167},{"word":"식자우환","meaning":"모르는 것이 약이다. 모르고 있으면 괜찮을 것도 알게 되어 걱정을 한다는 뜻","id":179},{"word":"새옹지마","meaning":"변방 노인의 말. 복이 재앙이 되기도 하고 재앙이 복으로 되기도 하기 때문의 사람의 길흉화복은 도저히 알 수 없다는 뜻","id":149},{"word":"백미","meaning":"형제 가운데 가장 뛰어난 사람을 의미했으나 현재는 여러 사람이나 사물 가운데 가장 뛰어난 사람이나 사물을 의미","id":127},{"word":"보원이덕","meaning":"원수를 덕으로 갚으라는 뜻","id":130},{"word":"자수성가","meaning":"물려 받은 재산 없이 스스로의 힘으로 재산을 모은다는 것을 뜻함","id":268},{"word":"망양보뢰","meaning":"양을 잃고 난 뒤에 그 우리를 고친다는 말. 실패한 후에 일을 대비하면 이미 때가 늦음을 뜻함","id":112},{"word":"기고만장","meaning":"기운이 만 장이나 뻗치었다는 말. 씩씩한 기운이나 자신감이 대단하게 뻗침을 뜻함","id":61},{"word":"음덕양보","meaning":"착한 일은 남이 모르게 하더라도 언젠가는 세상에 알려져 그에 합당한 보상을 받는다는 뜻","id":235},{"word":"관포지교","meaning":"관중과 포숙의 친구 사이. 한결없이 변함없는 돈독한 친구 사이를 뜻함","id":17},{"word":"막상막하","meaning":"어느 것이 위고 어느 것이 아래인지 차별을 두고 구별할 수 없다는 말 (=난형난제)","id":109},{"word":"어부지리","meaning":"다른 사람들이 서로 싸우는 상태 때문에 덕을 보는 경우를 뜻하는 말","id":188},{"word":"일각천금","meaning":"극히 짧은 시간도 천금처럼 귀중하므로 시간을 아끼라는 뜻","id":241},{"word":"공수래공수거","meaning":"빈 손으로 왔다가 빈 손으로 간다는 말. 사람이 세상에 태어날 때 아무것도 가지고 나온 것이 없고 죽을 때도 아무것도 가지고 갈 수 없다는 말으로, 즉 부질없는 욕심을 부리지 말라는 말","id":52},{"word":"비몽사몽간","meaning":"꿈인지 생시인지 분간하기 힘든 어렴풋한 상태를 일컫는 말","id":140},{"word":"구유밀복유검","meaning":"입에는 꿀이 있고 뱃속에는 칼이 있다. 겉으로는 남을 위한 척 하지만 막상 돌아서면 남을 해칠 마음을 가지고 있다는 뜻","id":22},{"word":"고진감래","meaning":"쓴 것이 다하면 단 것이 온다. 고생을 하면 반드시 즐거움이 돌아온다는 뜻","id":12},{"word":"송구영신","meaning":"묵은 해를 보내고 새해를 맞는다는 뜻","id":170},{"word":"전전긍긍","meaning":"잔뜩 겁을 집어먹고 몸을 도사릴 떄","id":258},{"word":"안하무인","meaning":"눈 아래 사람이 없는 것처럼 교만하여 남을 업신여기는 태도","id":213},{"word":"일일여삼추","meaning":"하룻동안 만나지 못하는 것이 3년 동안이나 만나지 못하는 것과 같다는 뜻. 어떤 일을 애타게 기다리거나 못견디게 그리워 하며 만나고 싶어할 때 사용","id":206}]