[{"word":"신출귀몰","meaning":"귀신같이 나타나고 귀신같이 사라지다","id":154},{"word":"막역지우","meaning":"거스르는 일이 없는 친구라는 뜻. 가장 절친한 친구를 뜻하는 말","id":101},{"word":"식소사번","meaning":"먹을 것은 적고 일은 많다는 말. 수고는 하나 얻는 것은 적음을 뜻함","id":178},{"word":"아전인수","meaning":"제 논에 물 대기. 자기에게만 유익하도록 일을 하는 것을 뜻함","id":210},{"word":"읍참마속","meaning":"공명이 마속을 처형한 것을 뜻함. 기강을 세우기 위해 사사로운 마음을 누를 때 사용하는 말","id":201},{"word":"견리사의","meaning":"아무리 이로운 일이 있어도 남에게 해를 끼치게 된다면 삼가야 한다는 뜻","id":40},{"word":"다다익선","meaning":"많으면 많을 수록 더 좋다","id":75},{"word":"오비이락","meaning":"까마귀 날자 배 떨어진다. 어떤 일을 하자 공교롭게도 어떤 일이 같은 떄에 일어나 남의 의심을 받게 된다는 뜻","id":224},{"word":"계륵","meaning":"그다지 가치는 없으나 버리기에는 아까움. 어느 한쪽으로 확실히 결정하기 어려운 경우","id":8},{"word":"등화가친","meaning":"날씨가 선선한 가을이 되면 마음이 맑고 상쾌하므로 등불을 가까이 하여 글을 읽기에 알맞다는 뜻. 가을을 일컫는 말로 쓰임","id":99},{"word":"대기만성","meaning":"큰 인물은 쉽게 이루어지는 것이 아니다. 오랜 기다림 끝에 성공하는 것을 이르는 말","id":77},{"word":"금상첨화","meaning":"비단 위에 꽃을 더한 것처럼 좋은 것에 또 좋은 것이 더해짐","id":30},{"word":"유명무실","meaning":"이름만 있고 알맹이가 없다는 말","id":232},{"word":"괘관","meaning":"관리가 갓을 벗어서 건다는 뜻. 관직을 버리고 사퇴하는 것을 뜻함","id":19},{"word":"경전하사","meaning":"고래 싸움에 새우등 터진다. 강한 자들이 싸우는 바람에 아무런 상관도 없는 약한 자들이 엉뚱하게 해를 입음","id":7},{"word":"일일여삼추","meaning":"하룻동안 만나지 못하는 것이 3년 동안이나 만나지 못하는 것과 같다는 뜻. 어떤 일을 애타게 기다리거나 못견디게 그리워 하며 만나고 싶어할 때 사용","id":206},{"word":"간담상조","meaning":"진심을 터놓아 서로 가슴 속까지 이해하는 친구 사이","id":1},{"word":"수어지교","meaning":"물과 물고기의 사이를 뜻하는 말. 물고기에게 물이 없어서는 안 되는 것처럼 잠시라도 따로 떼어 놓아서는 살아갈 수 없는 긴밀한 사이를 뜻함","id":173},{"word":"비몽사몽간","meaning":"꿈인지 생시인지 분간하기 힘든 어렴풋한 상태를 일컫는 말","id":140},{"word":"공수래공수거","meaning":"빈 손으로 왔다가 빈 손으로 간다는 말. 사람이 세상에 태어날 때 아무것도 가지고 나온 것이 없고 죽을 때도 아무것도 가지고 갈 수 없다는 말으로, 즉 부질없는 욕심을 부리지 말라는 말","id":52},{"word":"노파심","meaning":"나이 많은 사람들은 오랜 경험에서 여러 가지 경우에 대비해서 신경을 쓴다는 말. 어떤 일에 대해 필요 이상으로 걱정하는 것을 뜻함","id":70},{"word":"금지옥엽","meaning":"금으로 된 가지에 옥으로 된 잎이라는 말. 임금이나 귀족의 자손 또는 귀한 자식을 일컫는 말","id":60},{"word":"결자해지","meaning":"맺은 사람이 그것을 푼다는 말. 처음 시작한 사람이 그 일을 끝맺어야 한다는 뜻","id":43},{"word":"과유불급","meaning":"지나침이란 부족함과 같다. 지나치지도 않고 모자라지도 않은 상태가 가장 좋다는 뜻","id":14},{"word":"반식재상","meaning":"같이 밥 먹는 재상이라는 뜻. 뚜렷한 재능도 갖지 못한 사람이 하는 것 없이 자리만 차지하고 있다는 의미","id":119},{"word":"자신만만","meaning":"자신이 가득 차있다는 말. 아주 자신이 있다는 뜻","id":270},{"word":"동량지재","meaning":"집의 기둥이나 대들보가 되는 재목이라는 말. 한 집안, 한 사회, 한 나라의 중심 인물이 될 사람이라는 뜻","id":94},{"word":"동공이곡","meaning":"같은 악공이라도 곡조를 달리한다는 뜻. 방법은 같아도 결과가 다르다, 표현은 달라도 내용은 같다는 의미로 쓰임","id":85},{"word":"독불장군","meaning":"혼자서는 장군이 될 수 없다는 말. 제 혼자 잘난 체하며 뽐내다가는 남의 핀잔만 받는다는 뜻","id":93},{"word":"심기일전","meaning":"마음을 고쳐서 결심을 다진다는 뜻","id":181},{"word":"전전반측","meaning":"누워서 이리저리 뒤척인다는 말. 무슨 근심이 있어 엎치락 뒤치락하며 잠을 못 이루는 것을 뜻함","id":275},{"word":"위편삼절","meaning":"옛날 공자가 주역을 읽고 또 읽어서 그 책을 묶었던 가죽끈이 세 번이나 끊어졌다는 이야기에서 나온 말. 책을 반복하여 많이 읽는다는 뜻","id":231},{"word":"좌불안석","meaning":"마음을 놓고 한 곳에 오래 앉아 있지 못한다는 뜻. 마음이 매우 불안해 안절부절 못하는 것을 뜻함","id":283},{"word":"공곡공음","meaning":"빈 골짜기의 발자국 소리. 매우 신기한 일이나 예기치 못했던 기쁨을 뜻함","id":13},{"word":"사후약방문","meaning":"사람이 죽은 후에는 아무리 좋은 약을 써도 소용이 없다는 말. 때가 지난 후에 대책을 세워도 소용없다는 의미","id":146},{"word":"명경지수","meaning":"고요하고 깨끗한 마음을 뜻함","id":103},{"word":"원교근공","meaning":"먼 나라를 사귀어 가까운 나라를 치는 외교 정책","id":230},{"word":"수인사대천명","meaning":"사람이 제 할 일을 다하고 난 뒤에 그 이상의 것을 하늘에 맡긴다는 뜻","id":174},{"word":"수수방관","meaning":"소매에 손을 넣고 옆에 서서 구경만 한다는 말. 어떤 일을 보고 있으면서 조금도 도울 생각을 하지 않는다는 뜻","id":172},{"word":"곡학아세","meaning":"진리를 그릇되게 해석하여 권력자에게 아첨하거나 세상의 인기를 얻으려고 하는 것을 뜻함","id":50},{"word":"이심전심","meaning":"마음과 마음이 서로 통한다거나 말이 없는 가운데 상대방과 더불어 그 뜻을 깨닫게 된다는 뜻","id":202},{"word":"지피지기","meaning":"적의 속 사정과 나의 형편을 자세히 알아야 한다","id":266},{"word":"인명재천","meaning":"사람이 죽고 사는 것은 하늘에 달린 것이므로 사람의 힘으로는 어쩔 수 없다는 말","id":238},{"word":"백아절현","meaning":"자기를 알아주는 벗의 죽음을 슬퍼함","id":128},{"word":"역발산 기개세","meaning":"힘은 산을 뽑고 기상은 세상을 덮을 만 하다는 말","id":220},{"word":"쌍주경천","meaning":"두 기둥이 하늘을 떠받는다는 뜻","id":155},{"word":"노마지지","meaning":"늙은 말의 지혜라는 뜻. 늙어서 쓸모없게 된 말에게도 사람에게 도움이 될 만한 지혜가 있다. 아무리 하찮은 사람이라도 각각 장점과 특징을 가지고 있다는 뜻","id":69},{"word":"독서망양","meaning":"책을 읽다가 양을 잃어버렸다는 뜻. 어떤 일에 정신을 온통 빼앗기다가 정작 중요한 일을 빠뜨렸다는 의미","id":83}]