[{"word":"지피지기","meaning":"적의 속 사정과 나의 형편을 자세히 알아야 한다","id":266},{"word":"수수방관","meaning":"소매에 손을 넣고 옆에 서서 구경만 한다는 말. 어떤 일을 보고 있으면서 조금도 도울 생각을 하지 않는다는 뜻","id":172},{"word":"괘관","meaning":"관리가 갓을 벗어서 건다는 뜻. 관직을 버리고 사퇴하는 것을 뜻함","id":19},{"word":"용두사미","meaning":"용머리에 뱀꼬리라는 말. 시작은 크고 훌륭했으나 끝으로 갈수록 점점 나빠져 결국 흐지부지 되는 것을 뜻함","id":229},{"word":"안거위사","meaning":"편안할 때에 어려움이 닥칠 것을 잊지 말고 대비하라는 말","id":211},{"word":"월하빙인","meaning":"남자와 여자의 인연을 맺도록 해 주는 사람을 뜻하는 월하인과 빙상인에서 비롯된 말","id":199},{"word":"금과옥조","meaning":"금이나 옥과 같은 법률의 조항이라는 말. 매우 귀중한 법칙을 말함","id":58},{"word":"갈이천정","meaning":"목이 말라야 우물을 판다는 말. 매사에 미리 준비하여 두지 않고 급하게 서두르면 이미 때가 늦어 일이 되지 않는다는 뜻","id":36},{"word":"곡학아세","meaning":"진리를 그릇되게 해석하여 권력자에게 아첨하거나 세상의 인기를 얻으려고 하는 것을 뜻함","id":50},{"word":"수청무대어","meaning":"물이 맑으면 물고기들이 숨을 곳이 없으므로 큰고기가 살지 않는다는 말. 사람이 너무 똑똑하면 다른 사람들이 그를 두려워하고 피해 벗을 사귀지 못한다는 것을 비유하는 말","id":176},{"word":"식자우환","meaning":"모르는 것이 약이다. 모르고 있으면 괜찮을 것도 알게 되어 걱정을 한다는 뜻","id":179},{"word":"일망타진","meaning":"한 그물로 물고기를 모두 잡는다는 뜻. 한 번의 시도 만으로 여러 가지의 목표를 모두 달성한다는 의미","id":204},{"word":"빙탄불상용","meaning":"얼음과 숯같이 성격이 전혀 다르기 때문에 서로 전혀 타협할 수 없는 경우를 두고 하는 말","id":136},{"word":"안하무인","meaning":"눈 아래 사람이 없는 것처럼 교만하여 남을 업신여기는 태도","id":213},{"word":"동공이곡","meaning":"같은 악공이라도 곡조를 달리한다는 뜻. 방법은 같아도 결과가 다르다, 표현은 달라도 내용은 같다는 의미로 쓰임","id":85},{"word":"교각살우","meaning":"쇠뿔을 고치려다 소를 죽인다는 말. 작은 일을 돌보다가 큰 일을 망친다는 뜻","id":53},{"word":"당랑거철","meaning":"사마귀가 앞발을 드록 수레바퀴를 멈추려 했다는 이야기에서 나온 말. 제 분수도 모르고 자기가 당하지 못할 상대에게 대드는 것을 뜻함","id":90},{"word":"일도양단","meaning":"단칼에 둘로 쪼개는 것과 같이 일을 결단성 있게 처리하는 것을 말함","id":243},{"word":"남가일몽","meaning":"남쪽으로 뻗은 가지 밑에서 꾼 꿈이라는 뜻으로, 한 때의 부귀영화는 꿈과 같은 것이라는 뜻.","id":64},{"word":"일취월장","meaning":"학문이나 사업이 나날이 발전하고 진보하는 것","id":251},{"word":"안빈낙도","meaning":"구차하고 궁하면서도 도를 즐겨 평안한 마음으로 한다는 뜻","id":212},{"word":"설상가상","meaning":"눈 위에 서리가 더해지듯이 불행한 일이 거듭해서 생긴다는 뜻","id":168},{"word":"요령부득","meaning":"중요한 부분을 얻지 못한다는 의미. 특히 말이나 글의 주요내용이 파악되지 않는다는 뜻으로 사용","id":198},{"word":"각골난망","meaning":"뼈에 새기어 잊기 어렵다는 말으로, 남의 은덕을 잊지 않고 기억한다는 뜻","id":34},{"word":"정신일도 하사불성","meaning":"정신을 한 곳에 집중해 노력하면 안되는 일이 없다. 꼭 이루고야 말겠다는 마음으로 어떤 일을 하면 반드시 이루어진다는 뜻","id":278},{"word":"임기응변","meaning":"그때 그때 대응하는 것을 바꾼다는 말. 언제든지 때와 장소에 가장 어울리는 방법으로 일을 잘 처리하는 것을 뜻함","id":253},{"word":"고진감래","meaning":"쓴 것이 다하면 단 것이 온다. 고생을 하면 반드시 즐거움이 돌아온다는 뜻","id":12},{"word":"약관","meaning":"스무 살의 성년에 이르는 젊은 남자를 뜻하는 말","id":185},{"word":"고장난명","meaning":"한쪽 손으로는 손뼉을 칠 수 없다는 말. 어떤 일이든지 짝이 맞아야 된다는 뜻","id":47},{"word":"겸양지덕","meaning":"겸손하고 사양하는 미덕","id":44},{"word":"음덕양보","meaning":"착한 일은 남이 모르게 하더라도 언젠가는 세상에 알려져 그에 합당한 보상을 받는다는 뜻","id":235},{"word":"등화가친","meaning":"날씨가 선선한 가을이 되면 마음이 맑고 상쾌하므로 등불을 가까이 하여 글을 읽기에 알맞다는 뜻. 가을을 일컫는 말로 쓰임","id":99},{"word":"간담상조","meaning":"진심을 터놓아 서로 가슴 속까지 이해하는 친구 사이","id":1},{"word":"공곡공음","meaning":"빈 골짜기의 발자국 소리. 매우 신기한 일이나 예기치 못했던 기쁨을 뜻함","id":13},{"word":"여반장","meaning":"손바닥을 뒤집는 것과 같다는 말. 매우 쉬운 일을 뜻함","id":219},{"word":"명경지수","meaning":"고요하고 깨끗한 마음을 뜻함","id":103},{"word":"오고대부","meaning":"아무 것도 아닌 다섯장의 양 가죽과 교환해서 얻게 된 훌륭한 재상","id":191},{"word":"등용문","meaning":"용문에 오른다는 뜻으로 높은 사람에게서 인정을 받거나 힘든 과정을 거쳐 정상에 이르는 경우에 사용됨","id":89},{"word":"고희","meaning":"두보의 시 속에 있는 '인생칠십은 드문 일'이라는 구절에서 따온 말로, 일흔살을 일컫는 말","id":48},{"word":"주객전도","meaning":"주인과 손님이 뒤바뀌었다는 말. 입장이 바뀐 것을 뜻함","id":284},{"word":"광풍제월","meaning":"비갠 뒤의 바람과 달처럼 가슴 속이 깨끗하게 맑은 고결함 또는 그런 사람","id":18},{"word":"기고만장","meaning":"기운이 만 장이나 뻗치었다는 말. 씩씩한 기운이나 자신감이 대단하게 뻗침을 뜻함","id":61},{"word":"상가지구","meaning":"주인이 죽어 제대로 얻어먹지도 못하고 궁색하게 돌아다니는 초상집의 개. 초라한 모습으로 이곳저곳 기웃거리며 얻어먹을 것만 찾아다니는 행색을 뜻함","id":164},{"word":"선견지명","meaning":"앞으로 닥칠 일을 미리 알아차리는 밝은 지혜를 일컫는 말","id":167},{"word":"난형난제","meaning":"형과 동생을 구분하기 어렵다는 뜻. 둘 모두 훌륭해 구별하기 힘들다는 뜻","id":63},{"word":"삼인성시호","meaning":"세 사람만 모이면 없는 범도 있는 것처럼 만들 수 있다는 말. 근거 없는 말이라도 여러 사람이 우기고 떠들면 곧이듣게 된다는 뜻","id":162},{"word":"정문일침","meaning":"정수리에 침을 놓는다는 말. 정신이 흐리멍텅해진 사람에게 정신을 차리도록 따끔한 충고를 한다는 뜻","id":280},{"word":"각골통한","meaning":"원한이 뼈에 사무쳐 잊혀지지 않고 항상 깊이 한탄한다는 말","id":35},{"word":"전전반측","meaning":"누워서 이리저리 뒤척인다는 말. 무슨 근심이 있어 엎치락 뒤치락하며 잠을 못 이루는 것을 뜻함","id":275},{"word":"오월동주","meaning":"오나라와 월나라 사람이 같은 배를 탔을 때 폭풍을 만나게 되면 협력한다는 뜻. 원수도 어려운 상황에서는 협력하게 된다는 의미","id":194},{"word":"입신양명","meaning":"출세하여 이름을 크게 드날리는 것","id":254},{"word":"수구초심","meaning":"여우는 죽을 때 제가 살던 언덕쪽으로 머리를 향한다는 말. 자기의 근본을 언제나 잊지 않는다는 뜻","id":171},{"word":"비몽사몽간","meaning":"꿈인지 생시인지 분간하기 힘든 어렴풋한 상태를 일컫는 말","id":140},{"word":"미생지신","meaning":"고지식하고 융통성 없이 약속만을 지키는 사람을 비유할 때 쓰는 말","id":108},{"word":"명약관화","meaning":"볼을 보듯이 분명한 일을 일컫는 말","id":113},{"word":"일각천금","meaning":"극히 짧은 시간도 천금처럼 귀중하므로 시간을 아끼라는 뜻","id":241},{"word":"욕속부달","meaning":"일을 너무 급히 하려고 하면 도리어 그 일을 이루지 못하고 만다는 뜻","id":228},{"word":"능서불택필","meaning":"글씨를 잘 쓰는 사람은 붓을 가리지 않는다. 장인은 도구를 탓하지 않는다는 뜻","id":68}]