[{"word":"인사불성","meaning":"인사를 돌아보지 않는다는 말. 예절을 전혀 차릴 줄 모른다는 뜻이거나 술에 취하거나 해 정신을 차리지 못하는 상태를 뜻함","id":239},{"word":"음덕양보","meaning":"착한 일은 남이 모르게 하더라도 언젠가는 세상에 알려져 그에 합당한 보상을 받는다는 뜻","id":235},{"word":"자업자득","meaning":"자기가 지은 죄의 결과가 자신에게 돌아온다는 뜻","id":271},{"word":"역지사지","meaning":"처지를 바꾸어 생각해 보라는 뜻","id":221},{"word":"명경지수","meaning":"고요하고 깨끗한 마음을 뜻함","id":103},{"word":"삼인성시호","meaning":"세 사람만 모이면 없는 범도 있는 것처럼 만들 수 있다는 말. 근거 없는 말이라도 여러 사람이 우기고 떠들면 곧이듣게 된다는 뜻","id":162},{"word":"좌지우지","meaning":"오른쪽이건 왼쪽이건 마음대로 선택한다. 자신의 생각대로 남을 움직이고 일을 처리하는 것을 뜻함","id":281},{"word":"백문불여일견","meaning":"백번 듣는 것이 한번 보는 것보다 못하다는 뜻. 직접 경험해 보는 것이 확실하다는 의미임","id":126},{"word":"도원결의","meaning":"유비, 관우, 장비가 복숭아 동산에서 의형제를 맺었다는 뜻으로, 의형제를 맺거나 서로 마음을 합칠 것을 맹세할 때 사용","id":81},{"word":"일거양득","meaning":"한 가지 일을 하여 두 가지의 이득을 거두어드릴 때","id":203},{"word":"송구영신","meaning":"묵은 해를 보내고 새해를 맞는다는 뜻","id":170},{"word":"십상팔구","meaning":"열 가운데 여덟이나 아홉. 거의 다를 뜻함","id":182},{"word":"읍참마속","meaning":"공명이 마속을 처형한 것을 뜻함. 기강을 세우기 위해 사사로운 마음을 누를 때 사용하는 말","id":201},{"word":"사고무친","meaning":"의지할 데가 전혀 없다는 뜻","id":156},{"word":"일각천금","meaning":"극히 짧은 시간도 천금처럼 귀중하므로 시간을 아끼라는 뜻","id":241},{"word":"곡굉이침지","meaning":"'나물밥을 먹고 물마시고 팔굽혀 베니 즐거움이 그 속에 있다'는 말에서 따온 말로, 청빈한 생활을 즐긴다는 뜻","id":49},{"word":"역발산 기개세","meaning":"힘은 산을 뽑고 기상은 세상을 덮을 만 하다는 말","id":220},{"word":"마이동풍","meaning":"말 귀에 동쪽 바람이 아무 의미 없듯이, 남의 말을 무시하고 흘려버리는 것을 이르는 말","id":100},{"word":"금과옥조","meaning":"금이나 옥과 같은 법률의 조항이라는 말. 매우 귀중한 법칙을 말함","id":58},{"word":"동가홍상","meaning":"같은 값이면 다홍치마라는 뜻. 같은 조건에서 자신이 취할 수 있는 최대의 이익을 취하고자 하는 인간의 본성을 나타내는 말","id":84},{"word":"상가지구","meaning":"주인이 죽어 제대로 얻어먹지도 못하고 궁색하게 돌아다니는 초상집의 개. 초라한 모습으로 이곳저곳 기웃거리며 얻어먹을 것만 찾아다니는 행색을 뜻함","id":164},{"word":"언어도단","meaning":"말할 길이 막혔다는 말. 불교에서 말로 다할 수 없는 깊은 진리라는 뜻이었으나 어이가 없어 말을 할 수도 없게 하는 것이라는 뜻으로 변함","id":217},{"word":"일망타진","meaning":"한 그물로 물고기를 모두 잡는다는 뜻. 한 번의 시도 만으로 여러 가지의 목표를 모두 달성한다는 의미","id":204},{"word":"군계일학","meaning":"닭의 무리 중 하나의 학이라는 뜻. 평범한 사람 사이에 있는 비범하고 출중한 사람을 표현한다","id":24},{"word":"일편단심","meaning":"한 조각 붉은 마음이라는 뜻. 마음 속에 굳게 다짐한 정성을 말함","id":252},{"word":"절치부심","meaning":"이를 갈고 속을 썩인다는 말. 몹시 분하게 여기는 마음을 뜻함","id":276},{"word":"배반낭자","meaning":"술잔이 어지러이 흩어져 놓여져 있다는 뜻. 술을 마시고 한창 노는 모양을 말함","id":122},{"word":"유지경성","meaning":"굳건한 뜻이 있으면 반드시 이루어낸다는 뜻","id":200},{"word":"동호직필","meaning":"권력에 굴복하지 않고 사실을 사실대로 기록하는 것을 의미","id":87},{"word":"복수불반분","meaning":"엎지른 물은 주워담을 수 없다. 한 번 끝난 일은 다시 할 수 없다는 뜻","id":131},{"word":"등용문","meaning":"용문에 오른다는 뜻으로 높은 사람에게서 인정을 받거나 힘든 과정을 거쳐 정상에 이르는 경우에 사용됨","id":89},{"word":"두문불출","meaning":"고려가 멸망하자 고려의 유신 72명이 두문동에 들어가 나오지 않는다는 뜻. 집에서 나오지 않는 히키코모리를 이르는 말","id":88},{"word":"자가당착","meaning":"자기가 한 말의 앞뒤가 서로 어긋나 모순되는 것을 일컫는 말","id":267},{"word":"여반장","meaning":"손바닥을 뒤집는 것과 같다는 말. 매우 쉬운 일을 뜻함","id":219},{"word":"오십보백보","meaning":"50보를 도망친 병사나 100보를 도망친 병사나 그게 그거라는 뜻으로 사실상 같은 정도의 작은 차이를 의미","id":193},{"word":"결자해지","meaning":"맺은 사람이 그것을 푼다는 말. 처음 시작한 사람이 그 일을 끝맺어야 한다는 뜻","id":43},{"word":"이구동성","meaning":"서로 다른 입에서 같은 소리가 난다는 말. 여러 사람이 입을 모아 한결같이 말하는 것을 뜻함","id":236},{"word":"영수","meaning":"깃과 소매가 남의 눈에 잘 띄는 것처럼 어떤 집단을 대표하는 중요한 사람","id":223},{"word":"사필귀정","meaning":"모든 일은 결국에는 바른 이치에 맞아 들어간다는 뜻","id":160},{"word":"백락일고","meaning":"명마가 백락을 만나야 세상에 알려진다는 뜻. 뛰어난 재능도 알아주는 사람을 만나야 빛난다는 의미임","id":124},{"word":"수청무대어","meaning":"물이 맑으면 물고기들이 숨을 곳이 없으므로 큰고기가 살지 않는다는 말. 사람이 너무 똑똑하면 다른 사람들이 그를 두려워하고 피해 벗을 사귀지 못한다는 것을 비유하는 말","id":176},{"word":"과이불개","meaning":"잘못을 저지르고서도 고치지 않는 것이 바로 잘못이라는 뜻","id":15},{"word":"적수공권","meaning":"맨 손에 빈 주먹이라는 말. 아무것도 가진 것이 없다는 뜻","id":273},{"word":"정신일도 하사불성","meaning":"정신을 한 곳에 집중해 노력하면 안되는 일이 없다. 꼭 이루고야 말겠다는 마음으로 어떤 일을 하면 반드시 이루어진다는 뜻","id":278},{"word":"지음","meaning":"거문고를 타는 소리만 들어도 그 친구의 마음 속을 알아낼 수 있을 정도로 절친한 사이를 말함","id":265},{"word":"막역지우","meaning":"거스르는 일이 없는 친구라는 뜻. 가장 절친한 친구를 뜻하는 말","id":101},{"word":"요령부득","meaning":"중요한 부분을 얻지 못한다는 의미. 특히 말이나 글의 주요내용이 파악되지 않는다는 뜻으로 사용","id":198},{"word":"누란지위","meaning":"알을 쌓아 놓으면 굴러떨어져 깨어지듯이 보기에 매우 위태로운 상태를 말함","id":72}]