[{"word":"언어도단","meaning":"말할 길이 막혔다는 말. 불교에서 말로 다할 수 없는 깊은 진리라는 뜻이었으나 어이가 없어 말을 할 수도 없게 하는 것이라는 뜻으로 변함","id":217},{"word":"세월부대인","meaning":"흐르는 세월이 사람을 기다려 주지는 않는다는 뜻. 시간은 멈추지 않고 지나가기 때문에 단 1초라도 헛되게 보내면 안된다는 뜻","id":150},{"word":"전광석화","meaning":"번갯불과 부싯돌의 불. 매우 순식간에 일이 처리되는 것을 뜻함","id":274},{"word":"조삼모사","meaning":"아침에는 세 개, 저녁에는 네 개. 눈앞에 이익만 생각할 뿐 결과가 같다는 것을 모르는 어리석음을 뜻함","id":261},{"word":"차래지식","meaning":"야! 하고 부르면 와서 먹는 음식. 남을 업신여겨 무례한 태도로 주는 음식을 뜻함","id":286},{"word":"과즉물탄개","meaning":"잘못을 저질렀을 때에는 고치기를 꺼리지 말아야 한다는 뜻","id":16},{"word":"남전생옥","meaning":"남전이 예로부터 명옥을 산출하듯 명문에서 훌륭한 인물이 나온다는 뜻","id":66},{"word":"오비이락","meaning":"까마귀 날자 배 떨어진다. 어떤 일을 하자 공교롭게도 어떤 일이 같은 떄에 일어나 남의 의심을 받게 된다는 뜻","id":224},{"word":"주마간산","meaning":"달리는 말을 타고 산을 본다. 급히 지나치면서 자세히 보지 않고 대강대강 본다는 뜻","id":285},{"word":"농가성진","meaning":"장난으로 한 것이 참으로 한 결과가 되었다는 뜻","id":71},{"word":"주마가편","meaning":"달리는 말에 채찍질을 한다. 일이 잘되고 있을 때 긴장을 늦추지 않고 더욱 부추겨서 더 나은 결과를 얻을 수 있도록 한다는 말","id":282},{"word":"능소능대","meaning":"모든 일을 그때 그때 잘 처리한다는 뜻","id":73},{"word":"계명구도","meaning":"비굴한 꾀를 써서 남을 속이는 천박한 사람을 이르는 말","id":9},{"word":"금지옥엽","meaning":"금으로 된 가지에 옥으로 된 잎이라는 말. 임금이나 귀족의 자손 또는 귀한 자식을 일컫는 말","id":60},{"word":"유유상종","meaning":"비슷한 것끼리 서로 모인다는 뜻","id":234},{"word":"사이비자","meaning":"겉으로 볼 때는 옳고 완벽한 것 같아 보이지만 실제로 알고 보면 전혀 그렇지 않은 가짜","id":143},{"word":"아전인수","meaning":"제 논에 물 대기. 자기에게만 유익하도록 일을 하는 것을 뜻함","id":210},{"word":"인사불성","meaning":"인사를 돌아보지 않는다는 말. 예절을 전혀 차릴 줄 모른다는 뜻이거나 술에 취하거나 해 정신을 차리지 못하는 상태를 뜻함","id":239},{"word":"권토중래","meaning":"싸움에서 패한 사람이 다시 힘을 내어 흙을 말아올리는 기세로 쳐들어온다는 뜻으로, 한 번 실패한 사람이 재차 도전한다는 의미로 쓰임.","id":27},{"word":"경국지색","meaning":"나라를 위태롭게 만들 만한 미인","id":5},{"word":"자업자득","meaning":"자기가 지은 죄의 결과가 자신에게 돌아온다는 뜻","id":271},{"word":"절차탁마","meaning":"학문과 덕을 갈고 닦는다","id":259},{"word":"사후약방문","meaning":"사람이 죽은 후에는 아무리 좋은 약을 써도 소용이 없다는 말. 때가 지난 후에 대책을 세워도 소용없다는 의미","id":146},{"word":"사자후","meaning":"사자의 울음소리를 뜻하는 말. 사람들을 압도시킬 만한 큰 소리를 내는 것을 뜻함","id":144},{"word":"수주대토","meaning":"나무 그루터기 밑에서 토끼를 기다린다는 말. 착각에 빠져 헛된 기대를 가지고 요행을 기다린다는 뜻이거나 낡은 관습만 고집함을 뜻함","id":175},{"word":"고진감래","meaning":"쓴 것이 다하면 단 것이 온다. 고생을 하면 반드시 즐거움이 돌아온다는 뜻","id":11},{"word":"독서망양","meaning":"책을 읽다가 양을 잃어버렸다는 뜻. 어떤 일에 정신을 온통 빼앗기다가 정작 중요한 일을 빠뜨렸다는 의미","id":83},{"word":"영수","meaning":"깃과 소매가 남의 눈에 잘 띄는 것처럼 어떤 집단을 대표하는 중요한 사람","id":223},{"word":"고복격양","meaning":"배를 두드리며 격양(팽이)놀이에 열중한다는 뜻. 세상이 태평하고 의식이 풍부하여 아무런 근심걱정 없이 안락하게 산다는 의미","id":46},{"word":"도탄지고","meaning":"진흙에 빠지고 숯불에 타는 듯한 고통이란 뜻으로 타락한 정치 때문에 백성들이 받는 고통을 의미","id":82},{"word":"영서연설","meaning":"영에서 온 편지를 연나라식으로 풀이한다는 뜻. 억지로 발라맞추어 그럴듯하게 하는 해설을 말함","id":190},{"word":"권불십년","meaning":"권세가 십년을 가지 못한다는 말. 아무리 높고 센 권세라도 오래가지 못한다는 뜻","id":55},{"word":"역부지몽","meaning":"일꾼의 꿈. 낮에는 힘든 일에 시달리지만 밤에는 임금이 된다는 일꾼의 꿈을 말함. 부귀영화도 꿈처럼 덧없는 것이라는 비유","id":189},{"word":"조족지혈","meaning":"새발의 피. 분량이 보잘 것 없이 적어 소용에 닿지 않는다는 뜻","id":279},{"word":"신상필벌","meaning":"상을 줄 만하면 틀림없이 상을 주고, 벌을 줄 만하면 반드시 벌을 준다는 뜻","id":180},{"word":"상탁하부정","meaning":"윗물이 맑아야 아랫물도 맑다. 윗사람이 바르지 못하면 아랫사람도 바르지 못하게 된다는 뜻","id":165},{"word":"역발산 기개세","meaning":"힘은 산을 뽑고 기상은 세상을 덮을 만 하다는 말","id":220},{"word":"견리사의","meaning":"아무리 이로운 일이 있어도 남에게 해를 끼치게 된다면 삼가야 한다는 뜻","id":40},{"word":"망양보뢰","meaning":"양을 잃고 난 뒤에 그 우리를 고친다는 말. 실패한 후에 일을 대비하면 이미 때가 늦음을 뜻함","id":112},{"word":"일사천리","meaning":"냇물이 한 번 흘러 천리를 내린다는 말. 순조롭게 일이 처리되어 가는 것을 뜻함","id":244},{"word":"유언비어","meaning":"어디서 시작된 말인지 알 수 없는 뜬소문","id":233},{"word":"암중모색","meaning":"어둠 속에서 손으로 더듬어 물건을 찾는다는 말. 상대가 모르게 몰래 무엇을 하거나 계획한다는 뜻","id":184},{"word":"십시일반","meaning":"열 사람이 한 숟가락씩 보태면 한 사람 먹을 분량이 된다는 뜻. 조그마한 도움이라도 여럿이 모이면 큰 도움이 된다는 말","id":183},{"word":"위편삼절","meaning":"옛날 공자가 주역을 읽고 또 읽어서 그 책을 묶었던 가죽끈이 세 번이나 끊어졌다는 이야기에서 나온 말. 책을 반복하여 많이 읽는다는 뜻","id":231},{"word":"일장춘몽","meaning":"한바탕의 봄 꿈. 부귀영화가 헛되고 인생이 허무하다는 뜻","id":249},{"word":"막역지우","meaning":"거스르는 일이 없는 친구라는 뜻. 가장 절친한 친구를 뜻하는 말","id":101},{"word":"금상첨화","meaning":"비단 위에 꽃을 더한 것처럼 좋은 것에 또 좋은 것이 더해짐","id":30},{"word":"무용지용","meaning":"쓸모없는 것의 쓰임이라는 뜻. 언뜻 보아 쓸모없는 것이 도리어 크게 쓰이는 경우에 사용","id":105},{"word":"옥불탁불성기","meaning":"옥도 다듬지 않으면 그릇을 이루지 못하고 사람도 배우지 않으면 도를 알지 못한다. 아무리 소질이 있어도 갈고 닦지 않으면 그 가치를 발휘하지 못한다는 뜻","id":225},{"word":"금란지교","meaning":"친구와의 사이가 매우 가까워 그 벗함이 쇠보다 굳고 향기는 난초와 같다는 뜻","id":29},{"word":"자가당착","meaning":"자기가 한 말의 앞뒤가 서로 어긋나 모순되는 것을 일컫는 말","id":267},{"word":"쌍주경천","meaning":"두 기둥이 하늘을 떠받는다는 뜻","id":155},{"word":"만고풍상","meaning":"오랫동안 바람과 서리를 견딘 고통. 오래 겪어온 힘겨운 고통을 일컫는 말","id":110},{"word":"백미","meaning":"형제 가운데 가장 뛰어난 사람을 의미했으나 현재는 여러 사람이나 사물 가운데 가장 뛰어난 사람이나 사물을 의미","id":127},{"word":"막상막하","meaning":"어느 것이 위고 어느 것이 아래인지 차별을 두고 구별할 수 없다는 말 (=난형난제)","id":109},{"word":"일이관지","meaning":"모든 것이 하나로 통일되어 꿰뚫고 있다는 의미였지만 처음처럼 끝까지 변함없다라는 의미로 바뀜","id":205},{"word":"기우","meaning":"기나라 사람의 걱정. 공연히 쓸데없는 걱정을 한다는 뜻","id":33}]