[{"word":"수수방관","meaning":"소매에 손을 넣고 옆에 서서 구경만 한다는 말. 어떤 일을 보고 있으면서 조금도 도울 생각을 하지 않는다는 뜻","id":172},{"word":"지록위마","meaning":"강압하여 거짓을 진실로 받아들이게 하거나 윗사람을 농락하여 마음대로 권세를 휘두른다는 뜻","id":264},{"word":"사반공배","meaning":"일은 반이고 공은 갑절이라는 말. 적은 수고로 많은 공을 이룬다는 뜻","id":157},{"word":"분골쇄신","meaning":"뼈가 가루가 되고 몸이 부서지도록 한다는 말. 자신의 몸을 돌보지 않고 노력한다는 말","id":137},{"word":"양두구육","meaning":"양 머리를 내어놓고 속에는 개고기를 넣었다는 말. 겉으로는 그럴듯 하게 꾸미고 속은 변변치 못하다는 뜻","id":214},{"word":"생자필멸","meaning":"살아 있는 것은 반드시 죽게 된다는 뜻","id":166},{"word":"동량지재","meaning":"집의 기둥이나 대들보가 되는 재목이라는 말. 한 집안, 한 사회, 한 나라의 중심 인물이 될 사람이라는 뜻","id":94},{"word":"자수성가","meaning":"물려 받은 재산 없이 스스로의 힘으로 재산을 모은다는 것을 뜻함","id":268},{"word":"남아일언중천금","meaning":"남자는 자신이 한 말을 반드시 지켜야 한다는 뜻","id":65},{"word":"사면초가","meaning":"사방에 초나라 군대가 둘러싸고 있어 빠져나갈 구멍이 없는 때를 뜻함","id":141},{"word":"불야성","meaning":"밤이 낮같이 밝고 번화하다는 말","id":138},{"word":"유언비어","meaning":"어디서 시작된 말인지 알 수 없는 뜬소문","id":233},{"word":"아비규환","meaning":"불교에서 말하는 아비 지옥과 규환 지옥. 사고나 재난으로 많은 사람이 괴로움을 당해 울부짖는 참상을 말함","id":209},{"word":"동병상련","meaning":"같은 병을 가진 사람끼리 서로 가엾게 여긴다는 뜻. 어려운 사람끼리 서로 돕고 불쌍히 여긴다는 의미로 사용됨","id":86},{"word":"빈자일등","meaning":"왕이 바친 백 개의 등은 밤 사이에 불이 꺼졌지만 가난한 노파가 바친 등 하나만은 계속 불이 켜져 있었다는 고사에서 비롯된 말. 가난한 사람이 하는 값진 선행을 의미","id":135},{"word":"건곤일척","meaning":"하늘과 땅을 한 번 던져 결정한다는 것. 한번에 모든 것을 건다는 의미","id":2},{"word":"식언","meaning":"입 밖으로 낸 말을 다시 입안으로 먹어버린다는 뜻. 자신이 한 말을 번복하거나 거짓말을 일삼는 경우에 하는 말","id":153},{"word":"계륵","meaning":"그다지 가치는 없으나 버리기에는 아까움. 어느 한쪽으로 확실히 결정하기 어려운 경우","id":8},{"word":"권토중래","meaning":"싸움에서 패한 사람이 다시 힘을 내어 흙을 말아올리는 기세로 쳐들어온다는 뜻으로, 한 번 실패한 사람이 재차 도전한다는 의미로 쓰임.","id":27},{"word":"사자후","meaning":"사자의 울음소리를 뜻하는 말. 사람들을 압도시킬 만한 큰 소리를 내는 것을 뜻함","id":144},{"word":"다기망양","meaning":"학문을 닦고자 할 때 그 길이 너무 여러 갈래이기 때문에 진리를 터득하기 어렵다는 뜻","id":74},{"word":"욕속부달","meaning":"일을 너무 급히 하려고 하면 도리어 그 일을 이루지 못하고 만다는 뜻","id":228},{"word":"고목생화","meaning":"마른 나무에 꽃이 핀다는 말. 불우한 사람이 행운을 만나 잘되는 경우를 뜻함","id":45},{"word":"과즉물탄개","meaning":"잘못을 저질렀을 때에는 고치기를 꺼리지 말아야 한다는 뜻","id":16},{"word":"일촉즉발","meaning":"조금만 닿아도 폭발할 것과 같이 몹시 긴장된 상태","id":250},{"word":"사통팔달","meaning":"여러 곳으로 길이 열려 있어 매우 교통이 편리한 것을 일컫는 말","id":159},{"word":"일석이조","meaning":"한 번 돌을 던져 두 마리의 새를 잡았다는 말. 한꺼번에 두 가지의 이득을 얻는다는 뜻","id":245},{"word":"도탄지고","meaning":"진흙에 빠지고 숯불에 타는 듯한 고통이란 뜻으로 타락한 정치 때문에 백성들이 받는 고통을 의미","id":82},{"word":"남가일몽","meaning":"남쪽으로 뻗은 가지 밑에서 꾼 꿈이라는 뜻으로, 한 때의 부귀영화는 꿈과 같은 것이라는 뜻.","id":64},{"word":"죽마지우","meaning":"죽마를 타고 놀던 어린 시절의 친구를 의미하는 말","id":263},{"word":"유명무실","meaning":"이름만 있고 알맹이가 없다는 말","id":232},{"word":"극기복례","meaning":"사사로운 마음이나 헛된 욕망이 일어나도 자기를 스스로 이기고 예로 돌아가라는 것","id":28},{"word":"일패도지","meaning":"여지없이 패하여 재기불능이 된 상태","id":208},{"word":"신상필벌","meaning":"상을 줄 만하면 틀림없이 상을 주고, 벌을 줄 만하면 반드시 벌을 준다는 뜻","id":180},{"word":"교각살우","meaning":"쇠뿔을 고치려다 소를 죽인다는 말. 작은 일을 돌보다가 큰 일을 망친다는 뜻","id":53},{"word":"인면수심","meaning":"사람의 얼굴을 하고 있으나 마음은 짐승과 같다. 겉으로는 온순하게 보이지만 속마음은 음흉한 사람을 뜻함","id":237},{"word":"역부지몽","meaning":"일꾼의 꿈. 낮에는 힘든 일에 시달리지만 밤에는 임금이 된다는 일꾼의 꿈을 말함. 부귀영화도 꿈처럼 덧없는 것이라는 비유","id":189},{"word":"암중모색","meaning":"어둠 속에서 손으로 더듬어 물건을 찾는다는 말. 상대가 모르게 몰래 무엇을 하거나 계획한다는 뜻","id":184},{"word":"언감생심","meaning":"감히 그런 생각을 품을 수가 없다는 뜻","id":216},{"word":"막상막하","meaning":"어느 것이 위고 어느 것이 아래인지 차별을 두고 구별할 수 없다는 말 (=난형난제)","id":109},{"word":"등화가친","meaning":"날씨가 선선한 가을이 되면 마음이 맑고 상쾌하므로 등불을 가까이 하여 글을 읽기에 알맞다는 뜻. 가을을 일컫는 말로 쓰임","id":99},{"word":"약관","meaning":"스무 살의 성년에 이르는 젊은 남자를 뜻하는 말","id":185},{"word":"수어지교","meaning":"물과 물고기의 사이를 뜻하는 말. 물고기에게 물이 없어서는 안 되는 것처럼 잠시라도 따로 떼어 놓아서는 살아갈 수 없는 긴밀한 사이를 뜻함","id":173},{"word":"사족","meaning":"있어도 쓸모없는 것, 또는 하지 않아도 될 일을 공연스레 하는 것을 비유하는 말","id":145},{"word":"도불습유","meaning":"길에 어떤 물건이 떨어져 있는 것을 본다고 해도 주워가지 않는다는 뜻. 나라가 잘 다스려졌기 때문에 태평한 세상이 되었다는 뜻으로 사용됨","id":80},{"word":"금의야행","meaning":"비단옷을 입고 밤길을 간다는 말. 애써 한 일이 알아주는 사람이 없어 헛수고가 되는 것을 뜻함","id":59},{"word":"기고만장","meaning":"기운이 만 장이나 뻗치었다는 말. 씩씩한 기운이나 자신감이 대단하게 뻗침을 뜻함","id":61},{"word":"광풍제월","meaning":"비갠 뒤의 바람과 달처럼 가슴 속이 깨끗하게 맑은 고결함 또는 그런 사람","id":18}]